Repository: noah-nuebling/mac-mouse-fix
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, ja, nb, pt_br, ru, tr, uk, vi, zh_hans

# accessibility.settings-link.pre-ventura
source: Open 'Security & Privacy' Preferences
cs: Otevřete nastavení 'Soukromí a zabezpečení'
de: Öffne die 'Sicherheit & Datenschutz' Einstellungen
es: Abrir las Preferencias 'Seguridad y Privacidad'
ja: 'プライバシーとセキュリティ'設定を開く
nb: Åpne "Sikkerhet og personvern"-innstillinger
pt_br: Abrir 'Privacidade e Segurança' em Ajustes do Sistema
ru: Открыть настройки «Конфиденциальность и безопасность»
tr: 'Güvenlik ve Gizlilik' Ayarlarını Açın
uk: Відкрийте параметр 'Приватність і безпека'
vi: Mở thiết lập 'Security & Privacy'
zh_hans: 打开“隐私与安全性”偏好设置

# already-using-defaults-toast.3
source: You're **already using** the default setting for mice with **3 buttons**
cs: **Již používáte** výchozí nastavení pro myš se **3 tlačítky**.
de: Du **verwendest bereits** die Standard-Einstellung für Mäuse mit **3 Tasten**
es: Ya estás **usando** la configuración predeterminada para ratones con **3 botones**
ja: **3ボタン**マウス向けのデフォルト設定は、すでに**適用されています**
nb: Du **bruker allerede** standardinnstillingen for mus med **3 knapper**
pt_br: Você **já está usando** a configuração padrão para mouses com **3 botões**
ru: Вы **уже используете** настройки по умолчанию для мышей с **3 кнопками**
tr: **Halihazırda** 3 düğmeli fareler için varsayılan ayarı kullanıyorsunuz.
uk: Ви **вже використовуєте** типові налаштування для миші з **3 кнопками**
vi: Bạn **đang sử dụng** thiết lập mặc định cho chuột với **nút thứ 3**
zh_hans: 您**已经在使用**默认的**三鍵**鼠标设置

# already-using-defaults-toast.5
source: You're **already using** the default setting for mice with **5+ buttons**
cs: **Již používáte** výchozí nastavení pro myš s **5+ tlačítky**.
de: Du **verwendest bereits** die Standard-Einstellung für Mäuse mit **5+ Tasten**
es: Ya estás **usando** la configuración predeterminada para ratones con **5+ botones**
ja: **5ボタン以上**マウス向けのデフォルト設定は、すでに**適用されています**
nb: Du **bruker allerede** standardinnstillingen for mus med **5+ knapper**
ru: Вы **уже используете** настройки по умолчанию для мышей с **5+ кнопками**
tr: **Zaten** 5+ düğmeli fareler için varsayılan ayarı kullanıyorsunuz.
uk: Ви **вже використовуєте** типові налаштування для миші з **5+ кнопками**
vi: Bạn **đang sử dụng** thiết lập mặc định cho chuột với **nút thứ 5+**
zh_hans: 您**已经在使用**默认的**五鍵**鼠标设置

# app-version
source: Version %@
cs: Verze %@
es: Versión %@
ja: バージョン %@
nb: Versjon %@
pt_br: Versão %@
ru: Версия %@
tr: Sürüm %@
uk: Версія %@
vi: Phiên bản %@
zh_hans: 版本：%@

# button-name.tool.numbered
source: Mouse Button %@
cs: Tlačítko myši %@
de: Maustaste %@
es: Botón del Ratón %@
ja: マウスのボタン %@
nb: Museknapp %@
pt_br: Botão do Mouse %@
ru: Кнопка мыши %@
tr: Fare Düğmesi %@
uk: Кнопка %@
vi: Nút chuột %@
zh_hans: 鼠标按键%@

# capture-toast.button-name.middle
source: Middle Button
cs: Prostřední tlačítko
de: mittlere Taste
es: Botón Central
ja: ホイールボタン
nb: Midtre knapp
pt_br: Botão do Meio
ru: Средняя кнопка
tr: Orta Düğme
uk: Середня кнопка
vi: Nút giữa
zh_hans: 中键

# capture-toast.button-name.numbered
source: Button %@
cs: Tlačítko %@
de: Taste %@
es: Botón %@
ja: ボタン %@
nb: Knapp %@
pt_br: Botão %@
ru: Кнопка %@
tr: %@. Fare Düğmesi
uk: Кнопка %@
vi: Nút %@
zh_hans: 按键%@

# capture-toast.button-name.primary
source: Primary Button
cs: Primární tlačítko
de: primäre Taste
es: Botón Primario
ja: 主ボタン
nb: Primærknapp
pt_br: Botão Primário
ru: Основная кнопка
tr: Birincil Düğme
uk: Основна кнопка
vi: Nút chính
zh_hans: 主键

# capture-toast.button-name.secondary
source: Secondary Button
cs: Sekundární tlačítko
de: sekundäre Taste
es: Botón Secundario
ja: 副ボタン
nb: Sekundær knapp
pt_br: Botão Secundário
ru: Дополнительная кнопка
tr: İkincil Düğme
uk: Допоміжна кнопка
vi: Nút phụ
zh_hans: 辅键

# capture-toast.buttons.captured.body
source: %2$@ are now captured by Mac Mouse Fix
cs: %2$@ jsou nyní zachyceny pomocí Mac Mouse Fix
de: %2$@ werden jetzt von Mac Mouse Fix abgefangen
es: %2$@ ahora están capturados por Mac Mouse Fix
ja: %2$@ はMac Mouse Fixで制御されるようになりました
nb: %2$@ er nå fanget opp av Mac Mouse Fix
pt_br: %2$@ foram capturados pelo Mac Mouse Fix.
ru: %2$@ теперь захвачены Mac Mouse Fix
tr: %2$@ düğmeleri şu anda Mac Mouse Fix tarafından yakalandı
uk: %2$@ тепер захоплені Mac Mouse Fix
vi: %2$@ đã được ghi nhận bởi Mac Mouse Fix.
zh_hans: %2$@被Mac Mouse Fix捕获到。

# capture-toast.buttons.captured.hint
source: Other apps can't see these buttons anymore
cs: Ostatní aplikace tato tlačítka již nevidí.
de: Andere Apps können diese Tasten nicht mehr sehen
es: Otras aplicaciones ya no pueden ver estos botones
ja: 他のアプリからは、これらのボタンが検出されなくなります。
pt_br: Outros aplicativos não conseguem mais vê-los.
ru: Другие программы больше не смогут использовать эти кнопки
tr: Diğer uygulamalar şu anda düğmeleri göremezler
uk: Інші програми більше не можуть бачити ці кнопки
vi: Ứng dụng khác không thể xem nút này nữa
zh_hans: 其他app无法再识别这个按键

# capture-toast.buttons.link
source: [Learn More](%@)
cs: [Zjistěte více](%@)
de: [Erfahre mehr](%@)
es: [Saber más](%@)
ja: [もっと詳しく](%@)
pt_br: [Saiba mais](%@)
ru: [Подробнее](%@)
tr: [Daha Fazla Bilgi Edinin](%@)
uk: [Дізнатися більше](%@)
vi: [Đọc thêm](%@)
zh_hans: [了解更多](%@)

# capture-toast.buttons.uncaptured.body
source: %2$@ are no longer captured by Mac Mouse Fix
cs: %2$@ již nejsou zachyceny Mac Mouse Fix
de: %2$@ werden nicht länger von Mac Mouse Fix abgefangen
es: %2$@ ya no están capturados por Mac Mouse Fix
ja: %2$@ はMac Mouse Fixで制御されなくなりました
pt_br: %2$@ não são mais capturados pelo Mac Mouse Fix.
ru: %2$@ больше не перехватываются Mac Mouse Fix
tr: %2$@ düğmelerinin Mac Mouse Fix tarafından yakalanması sona erdi
uk: %2$@ більше не захоплені Mac Mouse Fix
vi: %2$@ không còn được ghi nhận bởi Mac Mouse Fix
zh_hans: %2$@不再被Mac Mouse Fix所捕获。

# capture-toast.scroll.captured.body
source: **Scrolling** is now captured by Mac Mouse Fix
cs: **Scrolování** je nyní ovládáno Mac Mouse Fix
de: **Scrollen** wird jetzt von Mac Mouse Fix abgefangen
es: El **desplazamiento** ahora está capturado por Mac Mouse Fix
ja: **スクロール**はMac Mouse Fixで制御されるようになりました
pt_br: A **rolagem** agora está sendo controlada pelo Mac Mouse Fix
ru: **Прокрутка** теперь перехватывается Mac Mouse Fix
tr: **Kaydırma** hareketi şu anda Mac Mouse Fix tarafından yakalandı
uk: **Прокручання** захоплено Mac Mouse Fix
vi: **Cuộn** đã được ghi nhận bởi Mac Mouse Fix
zh_hans: **滚动**被 Mac Mouse Fix 所捕获

# capture-toast.scroll.link
source: [Learn More](%@)
cs: [Zjistěte více](%@)
de: [Erfahre mehr](%@)
es: [Saber más](%@)
ja: [もっと詳しく](%@)
pt_br: [Saiba mais](%@)
ru: [Подробнее](%@)
tr: [Daha Fazla Bilgi Edinin](%@)
uk: [Дізнатися більше](%@)
vi: [Đọc thêm](%@)
zh_hans: [了解更多](%@)

# capture-toast.scroll.uncaptured.body
source: **Scrolling** is no longer captured by Mac Mouse Fix
cs: Mac Mouse Fix již nezachycuje **scrolování**
de: **Scrollen** wird nicht länger von Mac Mouse Fix abgefangen
es: El **desplazamiento** ya no está capturado por Mac Mouse Fix
ja: **スクロール**はMac Mouse Fixで制御されなくなりました
pt_br: A **rolagem** não está sendo controlada pelo Mac Mouse Fix
ru: **Прокрутка** больше не перехватывается Mac Mouse Fix
tr: **Kaydırma** haraketinin Mac Mouse Fix tarafından yakalanması sona erdi
uk: **Прокрутка** більше не захоплена Mac Mouse Fix
vi: **Cuộn** không còn được ghi nhận bởi Mac Mouse Fix
zh_hans: **滚动**不再被 Mac Mouse Fix 所捕获

# drag-effect.dock-swipe
source: Spaces & Mission Control
cs: Plochy & Mission Control
es: Espacios y Centro de Control
ja: スペースとMission Control
ru: Spaces и Mission Control
tr: Spaces ve Mission Control
uk: Простори та Mission Control
zh_hans: 空间与调度中心

# drag-effect.dock-swipe.hint
source: Move your mouse: - Up to show Mission Control - Down to show Application Windows - Left or Right to move between Spaces Works like swiping with 3 fingers on an Apple Trackpad
cs: Pohybujte myší: - Nahoru pro zobrazení Mission Control - Dolů pro zobrazení oken aplikací - Doleva nebo doprava pro pohyb mezi Plochami Funguje jako přejetí třemi prsty na Apple Trackpadu
de: Bewege deine Maus nach: - Oben um Mission Control zu öffnen - Unten um Programmfenster zu zeigen - Links oder rechts um zwischen Spaces zu wechseln Funktioniert wie Streichen mit 3 Fingern auf einem Apple Trackpad
es: Mueva el ratón: - Hacia arriba para mostrar el Mission Control - Hacia abajo para mostrar Ventanas de Aplicación - Hacia la Izquierda o la Derecha para moverse entre Espacios Funciona como deslizar con 3 dedos en un Apple Trackpad
ja: マウスを動かす： -上に動かしてMission Controlを表示 -下に動かしてアプリケーションウィンドウを表示 -左右に動かしてスペース間を移動 Appleトラックパッドの「3本指でスワイプ」と同じように動作します。
ru: Двигайте мышь: - Вверх, чтобы показать Mission Control - Вниз, чтобы показать Окна программы - Влево или Вправо, чтобы перемещаться между Spaces Работает как свайп тремя пальцами на трекпаде Apple
tr: Farenizi: - Mission Control'u göstermek için yukarı doğru - Uygulama Pencelerini göstermek için aşağıya doğru - Space'ler arasında hareket ettirmek için sağa ve sola doğru hareket ettirin Apple İzleme Dörtgeninde üç parmakla sağa ve sola kaydırma hareketi gibi çalışmaktadır
uk: Перемістіть вашу мишу: - Вверх щоб показати Mission Control - Вниз щоб показати App Exposé - Ліворуч або Праворуч щоб переміститись між Просторами Працює як проведення 3 пальцями по трекпеду Apple
vi: Di chuyển chuột: - Hướng lên để truy cập Mission Control - Hướng xuống để truy cập Application Windows - Qua trái hoặc phải để di chuyển giữa các Spaces Hoạt động như vuốt 3 ngón tay trên Apple Trackpad
zh_hans: 移动您的鼠标： ・向上来显示调度中心 ・向下来显示应用程序窗口 ・向左或向右来切换空间 作用相当于在Apple触控板上用三指滑动

# drag-effect.scroll-swipe
source: Scroll & Navigate
cs: Posouvání a navigace
de: Scrollen & Navigieren
es: Desplazamiento y Navegación
ja: スクロールとナビゲート
pt_br: Role e Navegue
ru: Прокрутка и навигация
tr: Kaydırma ve Gezinme
uk: Прокрутка та Навігація
vi: Cuộn & Điều hướng
zh_hans: 滚动与导航

# drag-effect.scroll-swipe.hint
source: Scroll freely by moving your mouse in any direction Also Navigate between pages in Safari, delete messages in Mail and more by moving your mouse left and right Works like swiping with 2 fingers on an Apple Trackpad
cs: Volné posouvání pohybem myši v libovolném směru Také můžete procházet stránky v Safari, mazat zprávy v Mailu a provádět další operace pohybem myši doleva a doprava Funguje jako přejetí dvěma prsty na Apple Trackpadu
de: Scrolle frei indem du deine Maus in eine beliebige Richtung bewegst Blättere ausserdem zwischen Seiten in Safari, lösche Nachrichten in Mail, und mehr, indem du deine Maus nach links oder rechts bewegst Funktioniert wie Streichen mit 2 Fingern auf einem Apple Trackpad
es: Desplázate libremente moviendo el ratón en cualquier dirección También navega entre páginas en Safari, elimina mensajes en Mail y más moviendo el ratón hacia la izquierda y la derecha Funciona como deslizar con 2 dedos en un Apple Trackpad
ja: マウスを好きな方向に動かして、自由にスクロール さらに、左右の動きでSafariのページ移動やメールの削除など、さまざまな操作が可能です。 Appleトラックパッドの「2本指でスワイプ」と同じように動作します。
pt_br: Role livremente movendo o Mouse para qualquer direção Navegue também entre páginas do Safari, exclua mensagens no Mail e muito mais, movendo o Mouse para a esquerda e para a direita Funciona como deslizar com dois dedos em um Trackpad da Apple
ru: Свободно прокручивайте, двигая мышь в любом направлении Также перемещайтесь между страницами в Safari, удаляйте сообщения в Почте и выполняйте другие действия, двигая мышь влево и вправо Работает как свайп двумя пальцами на трекпаде Apple
tr: Farenizi herhangi bir yönde hareket ettirerek serbestçe kaydırın Ayrıca farenizi sola ve sağa hareket ettirerek Safari'de sayfalar arasında gezinin, Mail uygulamasında e-postaları silin ve daha fazlasını yapın Apple İzleme Dörtgeninde iki parmakla kaydırmak gibi çalışır
uk: Прокручуйте вільно, рухаючи мишею в будь-якому напрямку Також переміщуйтеся між сторінками в Safari, видаляйте повідомлення в Mail та багато іншого, переміщуючи мишу вліво і вправо Працює як проведення двома пальцями на трекпеді Apple
vi: Lăn tự do bằng cách di chuyển chuột theo các hướng bất kỳ Cũng có thể điều hướng giữa các trang trong Safari, xóa các mẫu tin trong Mail và nhiều thứ khác bằng cách di chuyển chuột qua trái hoặc phải. Hoạt động như vuốt 2 ngón tay trên Apple Trackpad
zh_hans: 向任意方向移动您的鼠标来自由滚动n 也可以左右移动来导航Safari页面、删除“邮件”中的邮件等。 作用相当于在Apple触控板上用双指轻扫

# effect.app-expose
source: Application Windows
cs: Okno aplikace
de: Programmfenster
es: Ventanas de la app
ja: アプリケーションウィンドウ
pt_br: Janelas do Aplicativo
ru: Окна программы
tr: Uygulama Pencereleri
uk: App Exposé
vi: Duyệt các ứng dụng đang mở
zh_hans: 应用程序窗口

# effect.app-expose.hint
source: Show all windows of the active app
cs: Zobrazit všechna okna aktivní aplikace
de: Zeige alle Fenster der aktiven App
es: Mostrar todas las ventanas de la aplicación activa
ja: 使用中のアプリのすべてのウィンドウを表示
pt_br: Exibir todas as Janelas do Aplicativo ativo
ru: Показать все окна активной программы
tr: Etkin uygulamanın tüm pencerelerini göster
uk: Показати всі вікна активної програми
vi: Hiện các cửa sổ của tất cả ứng dụng đang hoạt động
zh_hans: 显示所有打开的窗口

# effect.apple-keys-submenu
source:  Exclusive Keys
cs:  Klávesy
de: -Exklusive Tasten
es:  Teclas exclusivas
ja:  専用キー
pt_br:  Teclas Exclusivas
ru: Эксклюзивные клавиши 
tr:  Özel Tuşları
uk:  Ексклюзивні клавіші
vi:  Các phím độc quyền
zh_hans: 独有按键

# effect.apple-keys-submenu.hint
source: Choose keys that are only available on Apple keyboards
cs: Vyberte klávesy, které jsou dostupné pouze na klávesnicích Apple
de: Wähle Tasten, die nur auf Apple Tastaturen vorhanden sind
es: Elige teclas que solo están disponibles en teclados de Apple
ja: Apple純正キーボードにのみ搭載されているキーを選択できます
pt_br: Escolha teclas que estão disponíveis apenas em teclados Apple
ru: Выберите клавиши, доступные только на клавиатурах Apple
tr: Yalnızca Apple klavyelerinde bulunan tuşları seçin
uk: Виберіть клавіші, які доступні лише на клавіатурах Apple
vi: Chọn các phím chỉ khả dụng trên Apple keyboard
zh_hans: 选择Apple键盘独有的按键

# effect.apple-shortcut.hint
source: Works like pressing '%@' on an Apple keyboard
cs: Funguje jako stisk '%@' na Apple klávesnici
de: Funktioniert so, als würdest du '%@' auf einer Apple Tastatur drücken
es: Funciona como pulsar '%@' en un teclado de Apple
ja: Apple純正キーボードで'%@'キーを押したときと同じように動作します
pt_br: Funciona como pressionar '%@' em um teclado Apple
ru: Работает как нажатие клавиши «%@» на клавиатуре Apple
tr: Bir Apple klavyesinde '%@' tuşuna basmak gibi çalışır
uk: Працює як натискання '%@' на клавіатурі Apple
vi: Hoạt động như nhấn phím '%@' trên Apple keyboard
zh_hans: 作用相当于按下Apple键盘上的“%@”

# effect.back
source: Back
cs: Zpět
de: Zurück
es: Atrás
ja: 戻る
pt_br: Voltar
ru: Назад
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回

# effect.back.hint
source: Go back one page in Safari and other apps
cs: Návrat o jednu stránku zpět v Safari a dalších aplikacích
de: Gehe eine Seite zurück in Safari und anderen Apps
es: Volver una página en Safari y otras aplicaciones
ja: Safariやその他のアプリで前のページに戻る
pt_br: Volte uma página no Safari e em outros aplicativos
ru: Перейти на одну страницу назад в Safari и других программах
tr: Safari ve diğer uygulamalarda bir sayfa geri git
uk: Перейти назад на одну сторінку в Safari та інших програмах
vi: Quay ngược lại một trang trong Safari hoặc các ứng dụng khác
zh_hans: 在Safari和其他应用程式中返回上一页

# effect.click.middle
source: Middle Click
cs: Prostřední kliknutí
de: Mittelklick
es: Clic Central
ja: ミドルクリック
ru: Средний клик
tr: Orta Tık
uk: Середнє клацання
vi: Bấm chuột giữa
zh_hans: 点击中键

# effect.click.middle.hint
source: Open links in a new tab, paste text in the Terminal, and more. Works like clicking the middle mouse button (also called scroll wheel button or mouse button 3) on a standard mouse.
cs: Otevírání odkazů na nové kartě, vkládání textu v Terminálu a další. Funguje to jako kliknutí prostředním tlačítkem myši (také nazývaným kolečko nebo tlačítko myši 3) na standardní myši.
de: Öffne Links in einem neuen Tab, setze Text im Terminal ein, und mehr. Funktioniert wie das Klicken der mittleren Maustaste (auch genannt Scrollradtaste oder Maustaste 3) bei einer Standard-Maus.
es: Abrir enlaces en una pestaña nueva, pegar texto en la Terminal, y más. Funciona como hacer clic en el botón central del ratón (también llamado botón de la rueda de desplazamiento o botón 3 del ratón) en un ratón estándar.
ja: リンクを新しいタブで開く、ターミナルにテキストを貼り付けるなど、さまざまな操作が可能です。 一般的なマウスの中央ボタン（ホイールボタンやマウスボタン3とも呼ばれます）をクリックしたときと同じように動作します。
pt_br: Abra links em uma nova aba, cole texto no Terminal e muito mais. Funciona como clicar Botão do Meio do Mouse (também chamado de Botão da de Rolagem ou 3º Botão do Mouse) em um Mouse padrão.
ru: Открывайте ссылки в новой вкладке, вставляйте текст в Терминале и многое другое. Работает как нажатие средней кнопки мыши (также называемой кнопкой колеса прокрутки или кнопкой мыши 3) на стандартной мыши.
tr: Bağlantıları yeni sekmede açın, Terminal'e metin yapıştırın ve daha fazlasını yapın. Orta Fare Düğmesi (Kaydırma Tekerleği Düğmesi veya Fare Düğmesi 3 olarak da adlandırılır)
uk: Відкривайте посилання в нових вкладках, уставляйте текст у Термінал тощо. Працює як клацання середньою кнопкою миші (також називається коліщатком або кнопкою 3) на звичайній миші.
vi: Mở liên kết trong thẻ mới, dán chữ vào Terminal, và nhiều hơn. Hoạt động như kích vào nút Nút giữa (còn gọi là con lăn hoặc nút số 3) trên chuột thông thường.
zh_hans: 以新标签页打开链接、在“终端”中粘贴文字等。 作用相当于在标准鼠标上点按鼠标中键（又称鼠标滚轮键或鼠标按键３）。

# effect.click.primary
source: Primary Click
cs: Primární kliknutí
de: Primärklick
es: Clic Principal
ja: 主ボタンのクリック
ru: Основнаой клик
tr: Birincil Tıklama (Sağ Tık)
uk: Основне клацання
vi: Bấm nút chính
zh_hans: 点击主键

# effect.click.primary.hint
source: Works like clicking the primary mouse button (also called left button or mouse button 1) on a standard mouse.
cs: Funguje to jako kliknutí primárním tlačítkem myši (nazývané také levé tlačítko nebo tlačítko myši 1) na standardní myši.
de: Funktioniert wie das Klicken der primären Maustaste (auch genannt linke Maustaste oder Maustaste 1) bei einer Standard-Maus.
es: Funciona como hacer clic en el botón primario del ratón (también llamado botón izquierdo o botón 1 del ratón) en un ratón estándar.
ja: 一般的なマウスの主ボタン（左ボタンやマウスボタン1とも呼ばれます）をクリックしたときと同じように動作します。
pt_br: Funciona como clicar em Botão Primário do Mouse (também chamado de Botão Esquerdo ou 1º Botão do Mouse) em um Mouse padrão.
ru: Работает как нажатие основной кнопки мыши (также называемой левой кнопкой или кнопкой мыши 1) на стандартной мыши.
tr: Birincil Fare Düğmesi (Sol Fare Düğmesi veya Birincil Fare Düğmesi olarak da adlandırılır)
uk: Працює як клацання основної кнопки миші (також називається лівою кнопкою або кнопкою 1) звичайній миші.
vi: Hoạt động như bấm vào nút Nút chính (còn gọi là nút chuột trái hoặc nút số 1) trên chuột thông thường.
zh_hans: 点击鼠标主键（又称鼠标左键或鼠标按键１）

# effect.click.secondary
source: Secondary Click
cs: Sekundární kliknutí
de: Sekundärklick
es: Clic Secundario
ja: 副ボタンのクリック
ru: Дополнительный клик
tr: İkincil Tıklama (Sol Tık)
uk: Допоміжне клацання
vi: Bấm nút phụ
zh_hans: 点击辅键

# effect.click.secondary.hint
source: Works like clicking the secondary mouse button (also called right mouse button or mouse button 2) on a standard mouse.
cs: Funguje to jako kliknutí sekundárním tlačítkem myši (nazývané také pravé tlačítko myši nebo tlačítko myši 2) na standardní myši.
de: Funktioniert wie das Klicken der sekundären Maustaste (auch genannt rechte Maustaste oder Maustaste 2) bei einer Standard-Maus.
es: Funciona como hacer clic en el botón secundario del ratón (también llamado botón derecho del ratón o botón 2 del ratón) en un ratón estándar.
ja: 一般的なマウスの副ボタン（右ボタンやマウスボタン2とも呼ばれます）をクリックしたときと同じように動作します。
pt_br: Funciona como clicar em Botão Secundário do Mouse (também chamado de Botão Direito ou 2º Botão do Mouse) em um Mouse padrão.
ru: Работает как нажатие дополнительной кнопки мыши (также называемой правой кнопкой мыши или кнопкой мыши 2) на стандартной мыши.
tr: İkincil Fare Düğmesi (Sağ Fare Düğmesi veya Fare Düğmesi 2 olarak da adlandırılır)
uk: Працює як клацання допоміжної кнопки миші (також називається правою кнопкою або кнопкою 2) на звичайній миші.
vi: Hoạt động như bấm vào nút nút phụ (còn gọi là nút chuột phải hoặc nút số 2) trên chuột thông thường.
zh_hans: 点击鼠标辅键（又称鼠标右键或鼠标按键２）

# effect.desktop
source: Show Desktop
cs: Zobrazit Plochu
de: Schreibtisch zeigen
es: Mostrar Escritorio
ja: デスクトップを表示
pt_br: Exibir Mesa
ru: Показать Рабочий стол
tr: Masaüstünü Göster
uk: Показати Робочий Стіл
vi: Hiện Màn hình nền
zh_hans: 桌面

# effect.desktop.hint
source: Show the desktop
cs: Zobrazit Plochu
de: Zeige den Schreibtisch
es: Mostrar el escritorio
ja: デスクトップを表示する
pt_br: Exibe a Mesa
ru: Показать Рабочий стол
tr: Masaüstünü Göster
uk: Показати робочий стіл
vi: Hiển thị Màn hình nền
zh_hans: 显示桌面

# effect.forward
source: Forward
cs: Vpřed
de: Vorwärts
es: Adelante
ja: 進む
pt_br: Avançar
ru: Вперед
tr: İleri
uk: Уперед
vi: Tiến tới
zh_hans: 前进

# effect.forward.hint
source: Go forward one page in Safari and other apps
cs: Přejít o jednu stránku vpřed v Safari a dalších aplikacích
de: Gehe eine Seite vorwärts in Safari und anderen Apps
es: Avanzar una página en Safari y otras aplicaciones
ja: Safarやその他のアプリで1ページ進む
pt_br: Avance uma página no Safari e em outros aplicativos
ru: Перейти на одну страницу вперед в Safari и других программах
tr: Safari ve diğer uygulamalarda bir sayfa ileri git
uk: Перейти вперед на одну сторінку в Safari та інших програмах
vi: Tiến tới một trang trong Safari và các ứng dụng khác
zh_hans: 在Safari和其他应用程式中前进下一页

# effect.launchpad.hint
source: Open Launchpad
cs: Otevřít Launchpad
de: Öffne Launchpad
es: Abrir Launchpad
ja: Launchpadを開く
pt_br: Abrir Launchpad
ru: Открыть Launchpad
tr: Launchpad'i aç
uk: Відкрити Launchpad
vi: Duyệt danh sách ứng dụng ở Launchpad
zh_hans: 打开“启动台”

# effect.left-space
source: Move Left a Space
cs: Posunout se v Ploše vlevo
de: Space nach links wechseln
es: Mover a la Izquierda un Espacio
ja: 左の操作スペースに移動
ru: Прыжок на один Spaces влево
tr: Soldaki Space'e git
uk: Пересунути на простір ліворуч
vi: Chuyển sang Space bên trái
zh_hans: 向左移动一个空间

# effect.left-space.hint
source: Move one Space to the left
cs: Posunout se v Ploše vravo
de: Wechsle einen Space nach links
es: Moverse un Espacio a la izquierda
ja: 左の操作スペースに移動する
ru: Перемещение на один Spaces влево
tr: Soldaki Space'e git
uk: Перейти на один простір лівіше рухаючи мишею
vi: Di chuyển sang Space bên trái
zh_hans: 向左移动一个空间

# effect.look-up
source: Look Up & Quick Look
cs: Vyhledat a Rychlý náhled
de: Quick Look & Nachschlagen
es: Mira Hacia Arriba y Vista Rápida
ja: 「調べる」とクイックルック
pt_br: Pesquisa e Visualização Rápida
ru: Поиск и Quick Look
tr: Sözlükte Ara ve Hızlı Bak
uk: Пошук і Швидкий перегляд
vi: Tra cứu & Xem nhanh
zh_hans: 查询与快速查看
